[{"id":"0",
"Title":"Gulmarg - Himalaya’s First Major Ski Resort",
"Image": "0",
"bgImage":"0",
"shortDes":"Gulmarg is hidden under a blanket of snow and becomes a hot bed of snow related adventures. Skiing, ice skating and sledging on frozen glaciers are some of the highlights you’ll definitely enjoy. Make a snowman, snow angels or have a fun snowball fight!",
"description":"One of the major attractions for adventure loving tourists is skiing in the Himalayas. Gulmarg, the best ski resort in the Himalayas, was first established by the British in 1927, when two British Army Officers, Maj. Metcarp and Maj. Hadow had setup the Ski Club of India at Gulmarg..Skiing had become very popular during the pre-independence years and Gulmarg used to host two main events, one each during Christmas and Easter. In 1938-39 about 500 skiers are reported to have participated in the Christmas and Easter ski races. Gulmarg's atmosphere can generally be identified with 1940's and 50's European skiing—‘the Alps of good old days’. It has good sunshine as well as good snow.\n\nGulmarg holds a position as one of the highest lift-served ski resorts in the world. This is due to setting-up of a Gandola Cable Car Lift from Gulmarg to Apharwat top, giving a downhill ski run of about 3 kms. In addition, three ski lifts and one chair lift also service the resort, which are suitable for beginners and intermediate-level skiing, respectively.The skiing season in Gulmarg usually commences before Christmas (around middle of December) and continues till middle of April. In January-February, 1998 the first National Winter Games of India were held at Gulmarg, for which the facilities were enormously improved and upgraded. The resort acquired two Kasse Bohrer snow beating machines used for preparing skiing slopes, and five snowmobiles, which can be made available for going up the mountain. Good quality equipment, including skis, boots, sticks, gloves and goggles are available on hire on the spot from the Government-run ski shop.\n\nThere are also trained instructors available for guiding the tourists. Gulmarg is ideally suited for learning skiing, as it is probably the cheapest ski resort in the world.Some time back, the famous French skier Sylvain Saudan, had started Heli-skiing in the Himalayas for European skiers. He would take the skiers by helicopter on top of Gulmarg mountain and other peaks in the area from where they would ski down the immense Himalayan slopes. This programme has been discontinued for the time being.The most enjoyable aspect of a winter sojourn in Gulmarg is the friendly atmosphere. It is like being in a family where everybody knows every one else.\n\nIndia isn't an obvious destination for skiing but there has been a resort at Gulmarg since the days of the British Raj Gulmarg’s legendary beauty, prime location and proximity to Srinagar naturally make it one of the premier hill resorts in the country, in addition to Pahalgam and to some extend Sonamarg in Kashmir.While Gulmarg is an all-weather resort with refreshing summer meadows and pastoral scenes to keep the camera busy, the main reason to come here, at least in winter, is the off-piste, deep-powder, long-run skiing and snowboarding. The Himalayan resort of Gulmarg is one of the newest and increasingly popular ski destinations. Head here for the world’s highest gondola ski lift and eye-popping views great Himalayas.\n\nIn Gulmarg Skiing bring you joy, fun, adventure, and nature near you. Gulmarg is located 56-km south west of Srinagar, provides natural slopes, inclines, snow and gondola is primarily country’s premier ski resort and a favorite winter tourist destination, Ski in Gulmarg is a wonderful combination of incredible Curry powder skiing and the unique Hospitable Kashmiri culture - Which Makes it one of the world’s Most Adventurous & Memorable skiing experience one can ever have.Gulmarg is also capital of winter game and having institute provide comprehensive training of ski.Gulmarg beauty cannot be explained out in word. Gulmarg skiing experience gives you traditional inclination to nature. The quality of snowfall in Gulmarg is quite impressive and people around the world exploring the skiing in Gulmarg. Due to geographic condition Gulmarg has heavy snowfall in the season and known as one of the best skiing resorts in Himalayas.\n\nIn the season tourist visit from several country and enjoy the skiing at its best. Some of the leading country from where adventure visitors come to explore skiing in Gulmarg is France, Germany, Australia, Austria, Russia, New Zealand, UK, Norway, Denmark, Sweden, and several other western countries.Gulmarg skiing is just not about the incline it provide or quality of snow it has, it also give a culture transactions and give more knowledge, understanding and custom knowledge of diverse culture of Gulmarg."
},{"id":"1",
"Title":"Golfing in Kashmir with cool weather grass of different shades",
"Image": "1",
"bgImage":"1",
"shortDes":"Golf tourism is one of the main attractions of the Kashmir valley in summers. The peak season for golf in Kashmir is from April to November. One advantage that the game of golf in Kashmir has over other golf courses that the weather here is quite refreshing and the shade of the bordering Chinar and Pine trees enables the play to go on longer.",
"description":"Kashmir offers a unique opportunity to play golf in invigorating surroundings, where the wind whispers through enormous trees of chinar and stately pine.In the verdant golf courses at Srinagar and Gulmarg, you will be able to play for longer hours than you can in the plains because of the lower temperatures – Srinagar’s highest temperature seldom goes above 35°C. Srinagar offers an exclusive opportunity for golf enthusiasts to play almost through the entire year. During the summers, while the plains are boiling, Srinagar's temperate climate allows the golfer to play longer hours without getting tired. During winters, the courses in Srinagar are closed, only when snowbound.\n\nThe course at Gulmarg is like nothing you’ve ever seen or imagined before. Situated at an altitude of 2,650 m, it is the highest green golf course anywhere in the world. The layout of the course too is strikingly different from most golf courses – the land slopes and inclines along the complete area of the course, which has a par of 72. The historic Gulmarg Golf Club was started in 1911 by the British who used the place as a holiday resort. The origin of Gulmarg as the Golfing Mecca of India goes back to the late 19th century when a 6-hole course was made in 1890-91 by Colonel Neville Chamberlain - the greens were known as browns in those days. The first Golf championship was played at Gulmarg in 1922. The Nedou's Cup was introduced in 1929. In 1930, ‘The World’ beat Scotland.\n\nThe course remains covered under snow from December to April. One can hire Golf Sets and balls from pros who are registered with the Tourism Department. The Golf Course is under major renovation these days, with many greens and tees being relocated.\n\n<b>Kashmir Golf Club:</b>\nThis club was established in the early days of the British rule by Sir Neville Chamberlain, K.C.B.. The Gulmarg Golf Club has attracted many golfers for almost a century. The Gulmarg Golf Club is surrounded by a lush green trees, alpine flowers and crises crossed by snow fed streams and rivulets; gently twisting slopes covered with a natural mossy terrain, and a crispy cool caressing weather. This golf course was redesigned by the famous golf architect, Peter Thompson. Today its has a 6,760 yards, par 72, 18 hole. The layout of the course too is strikingly different from most golf courses - hardly any stretch is flat - the land slopes and inclines along the complete area of the course which has a par of 72. This highest golf course in the world, also boasts of India's longest hole, a par five, 610 yards. Unlike most of the other par-fives on the Gulmarg course, the eighth plays much longer than its 610 yards because of the uphill factor. The green course features not only the rippling rivulets, pre-defined streams and ponds, but also herds of sheep which rules out the need for lawn mowers and keep the fairways in excellent condition. The most interesting and trying hole on the Gulmarg course is unquestionably the 17th. Although not very long, it calls for some precise hitting to land on the green which is daringly placed on the edge of a cliff. The 18th hole, a par five, is an thrilling experience. It's downhill crosses from St. Mary's Church to the club house, a drop of 300 feet. The Gulmarg Golf Club is adequate enough to handle the holiday golfer and organize for the services of caddies and coaches. Golf sets can also be hired at very affordable and reasonable rates. Facilities at the club consists of a bar, library, lounge, table tennis, lawn tennis and lots more. The Gulmarg golf course is generally open between April and November, as it is concealed by snow for the rest of the year and its disciplined slopes are converted into mini ski runs for beginners. If you are planning to play golf regularly through out the entire duration of your stay in Kashmir, a temporary membership can be availed, which will enable you to use the course for as long as you are here. Naturally the membership permits you to use the clubhouse restaurant facilities. You can hire a golf set and balls for the day from the pro-shops at Gulmarg. If you want to brush up your play, or simply want to learn golf as a beginner, there are efficient trainers at both clubs.\n\n<b>Royal Spring Golf Course</b>\nThe most scenic Golf Course in a natural environment created against the dramatic backdrop of Zabarwan mountains at Chashma Shahi, the Royal Springs. These springs were the source of soft sweet water, prized by the Mughal Emperor Jehangir, around which he built an exquisite walled garden - the Chashma Shahi. The legendary garden overlooks the Golf Course which also contains four of the Royal Springs. Golf at Royal Springs, Srinagar is a truly transcending experience for the golfer and nature lover alike.\n\n<b>Pahalgam Golf Course:</b>\nThe golf course of Pahalgam is well known because of a multitude of reasons, which include its scenic location, high altitude and an array of facilities. It is located at an elevation of 2400 metres above the sea level, amidst snow-capped mountains and dense pine forestations. Pahalgam Golf Course covers a wide expanse of elevated and plain area in the narrow valley, which is why locals often refer to it as a plateau. The plateau rises near the spot where the two rivers from Sheshnag and Aru meet.\n\nInitially established as a 9-hole golf course, the Pahalgam Golf Course has now been upgraded to an 18-hole golf course. The state government and hoteliers host several championships in the sprawling green premises of this high altitude golf ground. A golf club lies on one side of this course, from where visitors can rent golf caddies and equipment. Visitors coming to this place can play this interesting game, for which the club charges fees at an hourly basis. They can also visit the deer park, located on one end of this famous golf course.\n\n<b>Golf Course Jammu Tawi</b>\nInternational standard 18 hole golf course fully developed with automated sprinkler system and other amenities like Golf Carts, Paths, Water Bodies, View points etc. The State Government undertook the Construction of prestigious project Jammu Tawi Golf Course located at Sidhra on the bank of River Tawi at a total cost of Rs. 60.00 crores. The project was undertaken under State Plan. The Golf Course is designed by internationally renowned designer Col. K.D. Bagga and associates. The course was commissioned in 24th April 2011. It has been developed with the intension to give boost to tourism industry and to attract high spending tourists to Jammu in particular and groom young (below 18 years age) boys and girls to become professionals.\n\nThis 18 holes Golf Course with fairways of approximate 275 mtrs. length has two big and three small water bodies (lakes) and about 3200 mt. in long water channel. The course is laid with underground sprinkle irrigation system and has comfort stations/rain shelters. It has full fledged maintenance complex, a club house and about 6500 mtrs long pathway. The course is spread over an area of 81 hectares of land with following land management breakup:-\n\n<ol><li>Native Marsh (Preserved): 08 acres</li><li>Native Forest: 30 acres</li><li>Lakes: 02 acres</li><li>Trees planting and landscaped native land: 30 acres</li><li>Golf course with manicured grass: 69.74 acres</li><li>Club house and surroundings: 01 acre</li><li>Nursery: 3.46 kanals</li><li>Other areas with Fruit plants with wilderness zones</li></ol>\n\nThe fairways are about 50 to 60 mtrs wide with mound, features and vary in length from 160 mtrs – 540 mtrs. The total length of the course 7400 mtrs is which consists of 4 par five, 10 par fours and 4 par three holes. Hazard area in the shape of beautiful lakes and artificial bunkers and other features make the course interesting and challenging in accordance with international championship standards. This is the only 18 holes Golf course in Jammu Province with international standards with a multipurpose Club house."
},{"id":"2",
"Title":"Trekking in Kashmir: kashmir is trekker's delight",
"Image": "2",
"bgImage":"2",
"shortDes":"Walking on foot is the best option to gather beauty, spread in hilly nooks & corners. Trekkers usually know this and keep enquiring about unexplored territories in all the places they visit. Kashmir has a number of short & long trekking options spread all over the valley.",
"description":"Surrounded by the Great Himalaya and Pir Panjal mountain range, the serene valley of Kashmir is a home to the people who are trailing in the mountains like a nomad. Being vested with colourful meadows, crisscrossed by streams and dotted with placid lakes, Kashmir enriches the concept of Indian tourism. Further, with its undulated and rocky terrain on the fringes of the lush green meadows, Kashmir is a feast for the eyes. Trekking in Kashmir is as exciting as it turns out to be challenging. Cutting through edges and passing through the rich verdure, en route the narrow rocky tracks, makes trekking tours in Kashmir tricky and dicey. But the journeys wind up framing some of the best lifetime moments scooping the trekkers' gossip.\n\nTourism in Kashmir today has maneuvered more into adventure seeing the growing demand of trekking in the valley of Kashmir. Even when you are with your family, the Kashmir valley boasting with several short treks is rather going to make your vacation more adventurous. Some of the popular short treks in Kashmir gets crack from the rich green meadows of Pahalgam, which is cut across by the River Lidder and few from Sonmarg, which is secluded within several five-thousanders like the Sirbal Peak, Kolhoi Peak, Amarnath Peak and Machoi Peak. Short treks in Kashmir which are perfect for tiro trekkers, also winds up from Gulmarg that is perched at an altitude of 2,900 meters. A popular day hike is to Khilanmarg, which is approximately 5 kilometers from Gulmarg and Alpathar Lake that is further 8 kilometers away. Another popular short trek in Kashmir is from Gulmarg to Ningel Nallah. More audacious explorers can take the 5 day trail to Tosamaidan that branches off from the Ferozpur Nala and beyond to the hamlets of Danwas, Tejjan, and Tosamaidan. From Sonmarg, a pleasant day trail winds up to Thajiwas glacier and from Pahalgam, the trek to Aru that is approximately 12 kilometers away is another popular short trek in Kashmir, which is ideal for beginners and families.\n\nComing onto the gossip of intrepid trekkers about the Kashmir Great Lake Trek, which is a popular one commencing from Sonmarg. It is one of the most beautiful treks in the Kashmir Valley that covers the lakes of Gangabal, Vishansar, Kishansar, and goes close to the Harrnukh peak. Further, adding on to their list, the Aru-Kolahoi Glacier Trek is yet another challenging one that commences from Pahalgam.\n\nTrekking in Kashmir is also a mapquesting task for several explorers who delve into new destinations beyond the reach of tourism. Winding up to the hem of towering peaks in the Pir Panjal and Karakoram Range is an excellent way to acquaint with the lofty peaks more closely. Further, the notable Amarnath Yatra that commences from the valley of Pahalgam is one of the spiritual treks in Kashmir. The trek passes through Domial, Barari, and Sangam combating steady climbs and takes approximately 4-5 days to cover the distance."
},
{"id":"3",
"Title":"Mountaineering in Kashmir offering Endless Adventure",
"Image": "3",
"bgImage":"3",
"shortDes":"For mountaineering in Kashmir, you need to take permission from the Government of India through the Indian Mountaineering Foundation (IMF). The relief and terrain of Kashmir offers exciting opportunities for mountaineering in the state. High peaks of the Himalayas attract thousands of adventure sports lovers to the state.",
"description":"For mountaineering in Kashmir, you need to take permission from the Government of India through the Indian Mountaineering Foundation (IMF). The relief and terrain of Kashmir offers exciting opportunities for mountaineering in the state. High peaks of the Himalayas attract thousands of adventure sports lovers to the state. These mountains can be categorized as Alpine and Himalaya. The four important mountaineering zones in the state of Jammu and Kashmir are Kashmir, Zanskar, Kishtwar and Ladakh. With the mighty ranges of the Himalayas towering 10,000 to 28,000 feet above the sea level, mountaineering options in Kashmir are almost unlimited.\n\nThe Pir Panjal, Karakoram and Zanskar ranges are the mountaineer's delight. Add to that the charm of the green pine forests, the rich plants and animal life on the mountains. The peaks of Sonamarg facilitate quick ascent and decent, while the lower peaks of Kishtwar are more challenging owing to their ruggedness.\n\nForeign climbing expeditions are required to obtain permission from the Indian Mountaineering Foundation for climbing all listed peaks. Application forms for booking along with other requisite documents can be obtained from the Director, Indian Mountaineering Foundation, Benito Jurez Road, New Delhi-110021.The climbing season extends from mid-May to mid-October\n\nLadakh is the paradise for mountaineering as there are so many peaks and mountains to climb. Only dare devils can dare to climb these. Climbingand conquering the lofty peaks of Ladakh needs extreme fitness.However, before attempting to climb any peak acclimatisation to weatheris necessary. Climbing peaks in Ladakh may require one to three weeks.\n\nThe climbing season in ladakh extends from mid - May to mid -October,the ideal period being from June to September because it is during this time that Ladakh remains unaffected by the monsoon, which holds swayover most of the Himalayas. The Suru and Zanskar valleys provide someof the most spectacular and difficult climbing in Ladakh. The Nun Kun Massif is one of the most frequent climbing areas of the region and isbooked out for months ahead, sometimes years, by climbing expeditions.The approach to the twin peaks is from the Kargil-Padum Road, about70-km south of Kargil. The main approach is either from Tangole or Gulmadong. Some expeditions have also approached from Parkutse along the Kangri Glacier. To reach the base camp for Kun it is for the climbers necessary to cross the Suru River. The Nun Kun Massif, which lies on the great Himalayan range, is the highest peak in Ladakh at7,077m. Other named peaks within the Suru and Zanskar areas are Pinnacle at 6,930m, White Needle at 6,500m, Z1 at 6,400m and D41 at5,600m. In this region, along the Great Himalayas to the south of the valley and the Zanskar range to the north, there are many peaks between5,500 and 6,500m.\n\nAnother popular area for climbing is Stok-khangri Massif (6153 Mts) in the Zanskar mountains, south of Leh.The base camp for the various peaks of this massif is about two days trek from the village of Stok. A feast of scenic and ethnic diversity,the Stok Kangri Expedition is one of the Ladakh's classic Expedition.One has to cross three passes including Kongmaru La , higher than twoothers' to reach the Stok Kangri . Other peaks in the area include Gulap Kangri , and Matho west Many un-named peaks in the altitude range of 5500 Mts. and 6400 Mts. makes the great amphitheater of this trek."
},{"id":"4",
"Title":"River Rafting in Kashmir",
"Image": "4",
"bgImage":"4",
"shortDes":"Kashmir is known not only for its natural beauty but a number of other things also. One of them is adventure tourism. In fact, adventure tourism in Kashmir is one of the major draws for the tourists.",
"description":"Kashmir is quite famous for a number of picturesque lakes and rivers. These water bodies of Kashmir not only serve as delight to the eyes, but are also a hub of a number of activity-oriented leisure sports. The less adventurous people go for the quiet Shikara boat rides on the Dal Lake and Nagin Lake of Srinagar. The Shikara rides offer peace and serenity as well as the option of sightseeing some of the beautiful places on the embankments. Other options include riding motorboats or going for water skiing.\n\nIf there are two important facets that define Sonmarg, they are vast leisure valleys and adrenaline rushing activities. The Indus River offers grade 4 rapids for whitewater rafting. Anyone from experienced rafters to first-timers can indulge in rafting.\n\n<b>Rafting On The River Indus</b>\nBetween the end of June and late August, when water levels are high, Leh's most travel agents and travel operators organize rafting trips on the Indus river. This event is still in its infancy with floating downstream in a rugged and beautiful landscape. Experience Water Sport in Kashmir.\n\n<b>River Rafting in Ladakh</b>\nRiver rafting in Ladakh is difficult to find anywhere else in the world. It provides the best opportunity to enjoy and observe the natural beauty of the awesome landscapes with snow-covered mountain peaks, deep gorges, hillside villages, towering hilltop monasteries and glimpses of the unique wildlife. Ladakh provides an array of rafting options on the Indus and its main tributaries.\n\nThe best stretch for professionally guided runs in white water is on the Indus between Spituk and Nimu or Saspol, which rates 2 to 3 in the international river grading scale of 1 to 6. Upstream of Spituk, the Indus has the easiest stretch up to Karu, which is ideal for beginners training. In recent years, running the Indus has become a popular option and features on the itinerary of most travelers.\n\nThe most difficult but enthusing rafting option is available on the Zanskar River, along its daring course through a gorge in the Zanskar Mountains, between Padum and Nimu. This is fitted only for well-organized white-water expeditions, framed for about a week of rafting and camping in complete wilderness. It is necessary that the participants are trained rafters themselves while the arrangements are assigned to a reliable professional agency. Adequate arrangement for rescue operation is an important prerequisite for undertaking this white-water expedition.\n\n<b>Zanskar River</b>\nZanskar River in Ladakh has on offer some of the most difficult, but exciting, rafting options. One of these stretches is the one between Padum and Nimu, through a gorge in the Zanskar Mountains. However, this trek will take upto a week."
},{"id":"5",
"Title":"Paragliding in Kashmir with tour of green valleys and majestic mountains",
"Image": "5",
"bgImage":"5",
"shortDes":"Paragliding in Kashmir Aero sports activities really are a rage among these going to the Kashmir valley. Among the many aero sports activities, paragliding is probably the most common in Kashmir.",
"description":"Paragliding in Kashmir Aero sports activities really are a rage among these going to the Kashmir valley. Among the many aero sports activities, paragliding is probably the most common in Kashmir. Also, it's 1 of your newest journey sports activities which are choosing up quick within the Kashmir valley. Paragliding normally requires you on the tour of your green valleys and majestic mountains of Kashmir. Searching from over, you'll locate the sight of your valley virtually breathtaking.\n\nYou can find several journey clubs in Jammu, Sanasar and Batote that provide paraglidingamenities. paragliding in Kashmir is a popular adventure sport that attracts tourists to Kashmir .At Jammu and Sanasar, correct instruction camps for each paraglidingalso as parasailing are organized. Paragliding equipments are simply offered on the tourist workplace in Jammu as well as the regional companies in Jammu and Sanasar.\n\nThe very best time forparagliding, specifically in Sanasar, will be the interval of May-June and September-October.\n\nAero sports are a rage amongst those visiting the Kashmir valley. Amongst the numerous aero sports, paragliding is the most popular in Kashmir. Also, it is one of the latest adventure sports that are picking up fast in the Kashmir valley. Paragliding takes you on a tour of the green valleys and majestic mountains of Kashmir. Looking from above, you will find the sight of the valley almost breathtaking.\n\nThere are a number of adventure clubs in Jammu, Sanasar and Batote that offer paragliding facilities. At Jammu and Sanasar, proper training camps for both paragliding as well as parasailing are organized. Paragliding equipments are easily available at the tourist office in Jammu and the local agencies in Jammu and Sanasar. The best time for paragliding, especially in Sanasar, is the period of May-June and September-October.Paragliding is the latest among the long line of adventure sports facilities to be made available in Kashmir.We offer various kashmir tour package and kashmir budget tours to enjoy paragliding."
},{"id":"6",
"Title":"Why is Kashmir called the Anglers Paradise?",
"Image": "6",
"bgImage":"6",
"shortDes":"Kashmir is called the Anglers Paradise because the valley of kashmir contains crystal-clear cold water turbulent streams, mighty springs, Sars and many high altitude lakes, lofty snow-clad mountains, thick forests of pine trees, lush green meadows, beautiful valleys and a beautiful fish fauna with a very pleasant and healthy climate. Kashmir offers great scope for sport fisheries.",
"description":"Kashmir is the best place for Trout fishing. The brown or Rainbow trout of the Kashmir water is a good fighter like the Salmon. It makes flashing runs, interspersed with repeated leaps from water. Fishing is big business in Kashmir through spring and summer. The British introduced the brown and rainbow trout to the streams of Kashmir, where they have thrived. At the same time they introduced the system of anglers reserving ' beats' on their favorite river. Reservations for beats should be made before one arrives in Kashmir, through an Indian Government Tourist Office or directly to the Tourist Reception Centre in Srinagar.\n\n<b>The Fishing Season</b>\nThe season runs from April to October. Only artificial flies are allowed and each licence entitles the angler to keep six fish a day, none being shorter than 7.5 cm. Beats may be reserved for a day or a week at a time in one of the three basic types of streams. Larger rivers like Sindh or Liddar are full with snow, melting from May to July, with an occasional pool under boulders. Spinning is allowed here, but the wet fly and weighted cast tests the skill of the angler and will produce good results. In April, August and September these rivers are quieter, and the bigger fish are said to lie in the stiller waters. Tributaries and water channels near these mainstream beats provide another type of fishing throughout the season. These are the smaller streams where only flies are allowed, with wet fly fishing good all season. The third type are the small spring fed streams and high altitude lakes suitable for both dry and wet fly tackle. If you are more adventurous, you can fish in one of many high altitude lakes(14,000 ft.a bove sea level) which are reached by a trek. One trek in particular starts from Sonamrg and goes on to Vishansar,Kishansar, Satsar, Gadsar and Gangabal all alpine lakes. The trek alone takes eight days-you will need a tent, waterproof coat, ground sheet, trekking boots and provisions for as many days as you intend to trek as no food is available on the way. But you will be rewarded by the spectacularly lovely lakes, each with their own character cradled by snow clad mountains. When their surface is frozen over during the winter, the fish (mainly brown trout) keep close to the bottom of the lake, rising nearer the surface as the ice melts. In these lakes, the use of spoons and spinners is allowed. The trekking season is from July to October while the fishing season extends from March to October. At the Tourist Reception Centre, Srinagar is the fishing counter. Information on equipment, location of beats, transport and nearby accommodation can be had here.\n\n<b>Equipments</b>\nA light two to three metre Rod (fishing rods cannot be carried as hand luggage on aircraft for security reasons) with an eight cm reel will suffice. Common flies in use in Kashmir include Peacock, March Brown, Butcher, Jinger Quill, Coachman, Woodcock & Green and Watson's Fancy. There are 61 beats open for reservation throughout the season, ranging from the turbulence of the Sindh and Wangat Rivers to the tranquility of the high altitude lakes Krishanshar, Vishanshar, Gangabal and Nunkhol.\n\n<b>Fishing In The Lidder Valley</b>\nThe Lidder Valley is a fisherman's dream - pure mountain air, serene tranquility and bountifully populated waters. The Lidder River feeds the entire region of lush meadows and magnificent clear lakes with a series of tributaries and streams, all of which teem with rainbow and brown trout. The best time for fishing stretches from April to September, and the best spots are recorded by locals, so we always know where to head to find the best fishing beets. Kashmir has been rightly called angler's paradise,with a network of rivers and streams as well as high altitude lakes all abounding in trout both brown and rainbow.Trout fishing in Kashmir is far,far cheaper than it is in ant other part of the world.And most importantly,the Department of Fisheries,which controls angling in the valley,works hard to ensure that there is no depletion of stock by indiscriminate fishing whcih means that you can revel in angling in ideal conditions. Kashmir' fabled natural beauty needs no introduction here.Crisscrossing the state are the well-known Sind and Lidder rivers,their tributaries and a silvery network of smaller rivers and streams.The geographical variation along the course of each river is immense,affording endless possibilities for the angler.Nearer the source of each river,the gradient is steeper and the waters faster flowing.The landscape is generally hilly,with dark brooding pines towering all round.As the river runs its course,the gradient evens out and the flow of water loses its torrential force.You are now in open countryside where the horizon is wide and sweeping and where trees are willow poplar and walnut. Do not be deceived into thinking that fishing in Kashmir is the somewhat somnolent sport that it is elsewhere for the trout is a crafty fish and you will have to practise all your skill to get him to bite. Early mornings and late evenings are the best times for fishing and in these quiet hours,the illusion that the world is yours will be heightened.If using one type of fly does not meet with success,you will have to experiment with another type.And cast and recast repeatedly.To increase your chances of sucess you might like to shift to another spot after all,your permit allows you to wish at any point in one beat which measures two kilometres.And it ensures that nobody else is allowed the use of that beat for the days alloted to you.But in case you need information or assistance you are not alone."
},{"id":"7",
"Title":"Dachigham- National Park in Srinagar",
"Image": "7",
"bgImage":"7",
"shortDes":"Dachigam National Park is located 22 kilometers from Srinagar, Jammu and Kashmir. It covers an area of 141 km2. The name of the park literally stands for ten villages which could be in memory of the ten villages that were relocated for its formation.",
"description":"Dachigam National Park is located 22 kilometers from Srinagar, Jammu and Kashmir. It covers an area of 141 km2. The name of the park literally stands for ten villages which could be in memory of the ten villages that were relocated for its formation. The park has been a protected area since 1910, first under the care of the Maharaja of Jammu and Kashmir and later under the observation of the concerned government authorities. It was initially created to ensure clean drinking water supply for the city of Srinagar. It was finally upgraded and declared a National Park in the year 1981 Topography Dachigam National park is located in the Zabarwan Range of the western Himalayas. The variation in altitude is vast, ranging from 5500 ft to 14000 ft above mean sea level. Due to this vast variation, the park is very clearly demarcated into an uneven region. The terrain ranges from gently sloping grasslands to sharp rocky outcrops and cliffs. Part of the park lies above the tree line and this area displays its own kind of natural beauty with bare rock mountains and crevices.\n\n<b>Flora</b>\nThe mountainsides below the tree line are heavily wooded. Most of this coniferous forest consists of broad leaf species. Interspersed between these are alpine pastures, meadows, waterfalls and scrub vegetation with deep gullies, locally known as Nars, running down the mountain face. Most of the grasslands and meadows, except in the harsh winters, are covered with brightly coloured flowers. Located high among its interiors is the Marsar lake from which flows the Dagwan river. This river flows all the way down to, and past, the lower region where it runs along the only proper road in the park and is also famous for its fish population, the trout.\n\n<b>Fauna</b>\nThe main animal species that Dachigam is most famous for is the hangul, or the Kashmir stag.Also, Musk deer, Leopard, Himalayan serow, Himalayan grey langur, Leopard cat, Himalayan black bear, Himalayan brown bear, Jackal, Hill fox, Himalayan weasel, Yellow-throated marten,Jungle cat, Long-tailed marmot, Otter Birds, Cinnamon sparrow, Black bulbul, Himalayan monal, Golden oriole, Minivet, Pygmy owlet, Woodpecker, Babbler, Redstart, Wagtail, Koklass pheasant, Chough, Orange bullfinch, Kashmir flycatcher, Tytler's leaf warbler, Streaked laughingthrush, Himalayan rubythroat, Wallcreeper, Black-and-yellow grosbeak, Himalayan griffon vulture, Bearded vulture, Red-billed blue magpie,Titmouse can be found in Dachigham"
},{"id":"8",
"Title":"Cuisines of Kashmir",
"Image": "8",
"bgImage":"8",
"shortDes":"Kashmiri food that we have today in the restaurants has evolved over the years. Highly influenced by the traditional food of the Kashmiri pundits, it has now taken some of the features of the cooking style adopted in Central Asia, Persia and Afghanistan. Kashmiri food makes an extensive use of turmeric and yoghurt. Superb preparation and fabulous aromatic flavor of the Kashmiri food is so alluring that even those who are not feeling hungry end up yearning for more.",
"description":"<b>Wazwan</b> - One can frequently taste the delicacies mastered by the chefs at Kashmiri weddings. Kashmiri cuisine that evolved in the Valley several centuries ago has retained a distinct personality of its own. There were two great schools of culinary craftsmanship in Kashmir, namely those of Kashmiri Pandits and Kashmiri Muslims. The basic difference between the two schools was the abundant use of heeng (asafoetida) and curd among the Hindus and the open-handed use of onions and garlic’s among the Muslims.\n\nWazwan in Itaewon - Kashmiri Muslims offer a gold mine of gourmet, this art is near extinction. Largely confined to Kashmiri homes in and out of the Valley, the professional cooks and masters of the art are known as 'wazas'. These people claim to be the descendants of the master chefs who migrated from Samarkand and parts of Central Asia at the beginning of the fifteenth century and were a vital part of the entourage that came to Kashmir during the reign of Timur (or Tamarlane).\n\n<b>Wazwan preparation</b>\nIn the earlier days, the traditional Kashmiri Muslim banquet known as Wazwan, a feast fit for kings, which was perhaps the most unique and elaborate royal spread of meat and delicacies compared to the other parts of India. Comprising of thirty-six courses, fifteen to thirty dishes of Wazwan are varieties of meat. Many of the delicacies are cooked through the entire night under the expert supervision of a Vasta Waza or head chef, assisted by an entourage of wazas under him. Kashmir's most formal meal, Wazwan is not only a ritual but also a ceremony. Traditionally, no spoons, forks or knives are used for eating food. Eaten with fingers, getting invited to a Wazwan is a rare luxury that one can enjoy these days.\n\nHindu Brahmins or Kashmiri Pandits are not averse to eating meat and are rather voracious meat eaters. However, they prefer goat and that too a young one. The meat is generally chosen from the legs, neck, breast, ribs and shoulders and cut into large pieces. No vegetarian or non-vegetarian dish, except certain kababs, is cooked without curd. The Kashmiris often cook their food by heating it on two sides, from both top and bottom for that distinctive taste. The charcoal fire was their solution in the earlier days but oven serves as a good substitute these days.\n\nOriginally, Kashmiri Pandits avoided onions and garlics but now many of them have acquired a taste for them and include them in certain recipes as optional. Though the basic principles of cooking are largely similar in almost all homes, certain Pandit families have adopted minor changes in both ingredients and methods. The most important of the retained traits are the liberal use of aromatic spices and the avoidance of onion and garlic in some homes. Kabargah, Kofta, Dum Alu, Methi Chaman and Firni are some of the delicacies of the region known for their sheer flavor and richness.It includes Rogan Josh, Yakhni or Yoghurt Lamb Curry, Dum Olav, Matschgand, Kashmiri Muji Gaad, Aab Gosht, Goshtaba, Modur Pulav,Lyodur Tschaman"
}]