[{
    "id":0,
    "destinationName":"Gulmarg",
    "Image":"Gulmarg",
    "District":"Baramulla",
    "distance":"51kms from Srinagar via Tangmarg",
    "bestTimeToVisit":"December-end to mid-February for snowfall and winter activities",
    "shortDes":"Gulmarg, one of the major attractions for adventure loving tourists is skiing in the Himalayas.",
    "description":"Gulmarg is one of the beautiful place that can be visited in Kashmir valley. Gulmarg literally means the meadow of flowers.Gulmarg was called Gaurimag, the hill resort is located only 52 km. to the south west of Srinagar in the Baramulla district of Jammu and Kashmir.\n\n<b>Apharwat Peak</b>\nApharwat Peak, 13500 feet high, is a famous tourist destination located at thirteen km away from Gulmarg. This snow covered mountain lies close to the Line of Control (LOC) with Pakistan. Apharwat slopes are the longest and the highest ski slopes of Asia and is a destination of ski enthusiasts from all over the world. To transport the visitors to the top there is a cable car service called Gondola which operates in two levels.\n\nThe Gondola with 36 six seat cabins lifts through 1330 m height and covers nearly 5 km distance to level two at 3980 m on Apharwat Peak. A thirty-minute walk will take one to the actual peak. Skiing on the snow slopes is possible in north-west and southeast directions. For the less adventurous ones slopes from level one are gentler. There is facility for horse riding around Lake Alpather. As the place is covered in snow even in summer visitors are advised to carry adequate winter protections, even though some items can be hired locally.\n\n<b>Gulmarg Ski</b>\nAbout 35 kilometres away from Srinagar, is the Gulmarg hill resort, which is a part of the Pir Panjals Himalayan range. Heavy snowfall in this region has made it a favourite ski area for foreign as well as inland residents. Anyone coming here is spellbound at the spectacular view of the snow peaks. The skiing area consists of the gondola terrain, lower tree skiing areas and the poma terrain in the town. A good option is to go and ski in the old fir and pine trees that take you into the valley. It is also possible to do heli-ski type runs from great heights off a gondola. Apart from skiing, snowboarding, tobogganing, snow scooters and snow bobbing are popular activities seen here. Imambara Goom, Alpather Lake, St Mary's Church, Gulmarg Biosphere Reserve, Baba Reshi Shrine, golf course, Apharwat Peak are other interesting sites in this region. Though Gulmarg is equally attractive both in summer as well as in winter, skiing is always more fun in winters. Tourists who plan to stay in the ski area can get many comfortable hotels and guest houses here. Otherwise, there are lots of tour operators arranging day trips from Srinagar to Gulmarg.\n\n<b>Golf Course</b>\nGolf Course in Gulmarg, situated at a height of 2,650 mabove sea level, is the highest green golf course in the world. This 18-hole golf course is completely managed by the Jammu and Kashmir Tourism Development Corporation. Temporary membership, even for one day, is available at the club for the golfers. Gulmarg golf course, counted among the most beautiful golf courses in India, is composed of both slopes and inclines. This golf club was started by the British who used Gulmarg as a holiday resort. In 1904, this golf course was opened to the golf lovers. In 1922, first Golf Championship was organised at this golf course.\n\n<b>Khilanmarg</b>\nKhilanmarg is situated at a distance of 4 km from the Gulmarg bus stop. Tourists can easily reach this place by walking across the meadows of the valley. Surrounded by mountains on all sides, the valley is scattered with wild flowers in the spring season. Tourists can enjoy the panoramic views of the Nanga Parbat, the Himalayas, and the twin peaks of Nun and Kun. Several scenic tourist spots are located in proximity to Khilanmarg.\n\n<b>Kongdori</b>\nExperience the thrill and the excitement of riding the highest cable car in the world and enjoy the stunning vistas of the Kashmir landscapes. The Gondola operates in two phases, PHASE 1 and PHASE 2.\n\nEach Gondola is a small yellow colored cabin with space for 6 adults. The cabins are slung on high tensile strength cables which move continuously. The Gondolas have two stops, where they slow down to enable Embarking and Disembarking of Tourists.\n\nBoard the Gondola at the cable station at that will take you up to at an altitude of 3099.6 meters - it's practically a vertical, upright ride and lasts for about 10 minutes. During the ride itself, you will go through tall fir trees, which then open out to grassy slopes below dotted with wildflowers or snow, if it’s winter. Again, depending on the season, you either step out on lush, green grass or knee-high snow. From, the snow peaks seem close enough to touch.\n\nKongdoori is a bowl shaped area between Gulmarg and the summit on the Afarwat mountain range in J&K, India. It offers some stunning options for skiers and boarders alike. Kongdori is also a stop or a station during the Gulmarg Gondola Cable Car journey. The popular cable car's first stage was a transfer to the Kongdori Valley station (10,500 ft); the optional second stage takes visitors to the Afarwat Mountain top (13,500 ft). There are glorious views of the rolling meadows at the foot of the Afarwat Mountains, in the Pir Panjal ranges surrounding Gulmarg. During winter, this is where skiers arrive to glide down powdery snow. The “heartland of winter sports in India”, as quoted by CNN, is a gathering ground for all things extreme sports and outdoors related. In the winter, the diverse and extreme terrain combines with torrential snowfall to create a snow destination that is among the best in the world.\n\nAparwath is in high altitude than Kungdoor and more scenic, ascending steeply to the rocky mountain peak. The Gondola occasionally travels above the clouds. Snow in Aparwath is very soft and crystal clear and treat for eyes. From Gulmarg to Kungdoor it will take 10 mins and from Koongdoor to Aparwath 12 mins. This is most adventurous journey and life time experience.\n\n<b>WARNING:</b>\nPatients of Heart Disease, Respiratory in-sufficiency and children below 5 are not allowed. Also the weather can be chilling at any time of the year so Tourists are advised to carry along warm clothings." 
},{
    "id":1,
    "destinationName":"Srinagar City",
    "Image":"SrinagarCity",
    "District":"Srinagar",
    "distance":"12kms from Srinagar Airport",
    "bestTimeToVisit":"April to October when the weather is not too cold and is perfect for sightseeing.",
    "shortDes":"Srinagar is located in the heart of the Kashmir valley at an altitude of 1,730 m above sea level, spread on both sides of the river Jhelum.",
    "description":"Srinagar is located in the heart of the Kashmir valley at an altitude of 1,730 m above sea level, spread on both sides of the river Jhelum. The Dal and Nagin lakes enhance its picturesque setting, while the changing play of the seasons and the salubrious climate ensures that the city is equally attractive to visitors around the year.\n\nKalhana, the author of 'Rajtarangini', states that Srinagri was founded by Emperor Ashoka (3rd Century BC). The present city of Srinagar was founded by Pravarasena-II, and Hiuen Tsang, who visited Kashmir in 631 AD, found it at the same site as it is today. Laltaditya Muktapida was the most illustrious ruler of Kashmir in the Hindu period, which ended in 1339 AD. King Zain-ul-Abidin (1420-70 AD), popularly known as ‘Budshah’, was a great patron of Sanskrit. Akbar captured Kashmir valley for the Mughals, who endowed Srinagar with beautiful mosques and gardens. The Sikhs overthrew the last Muslim ruler in the reign of Maharaja Ranjit Singh in 1819. In 1846 the Dogras secured the sovereignty of Kashmir from the British under the Treaty of Amrjtsar, and in 1947 the state of Jammu and Kashmir with Srinagar as its capital, became part of the Indian Union.\n\nToday Srinagar is a resort for the tourist who can experience, at first hand, the peculiar beauty of the valley that has attracted the Chinese, the Mughals and the British to it.\n\nIts waterways with their own quaint lifestyle, the unique Houseboat, the blossoming gardens, water sports activities, shopping for lovingly hand-crafted souvenirs and the nearby resorts make it a cherished spot among those looking for a memorable holiday.\n\n<b>Dal Lake</b>\nThe Dal Lake which has the length of 8 Km long and a width of 4 Km, spreads over a total of 26 Sq. Km. The fascinating Dal Lake is divided into two smaller ones the Lokut (small) and Bod (big) Dal. The south western part of the lake has a maximum depth of approximately 12 M. the Dal Lake gets some of its water from spring but is also supplemented by water from the mountain lake, MarSar.\n\n<b>Nageen Lake</b>\nNagin Lake, though sometimes referred to as a separate lake, is actually part of Dal Lake, being linked through a causeway which permits only bikers and walkers to enter the lake precincts. The caseway carries the water supply pipeline to the Srinagar city in the east. The lake is bounded by the Shankaracharya hill (Takht-e-Suleiman) on the south and Hari Parbat on the west and is located at the foot of the Zabarwan hills. Willow and poplar trees flank the edges of the lake.\n\n<b>Pari Mahal</b>\nPari Mahal ) or The Fairies' Abode is a seven terraced garden located at the top of Zabarwan mountain rangeover-looking city of Srinagar and south-west of Dal Lake.[1] The architecture depicts an example of Islamic architecture and patronage of art during the reign of the then Mughal Emperor Shah Jahan. It is five-minute drive from Cheshmashahi, Srinagar.\n\n<b>Mughal Gardens</b>\nThe Mughal (also spelt as Moghul) emperors built gardens from Tehran to Agra but it is in Kashmir, complemented by the lake and the mountains, that they reach their perfection. Indeed after houseboats and the mountains it is these gardens for which Kashmir is most famous.\n\n<b>Hari Parbat</b>\nHari Parbat (SHARIKA PEETH) is situated at the periphery of Srinagar city is an ancient and on of the holiest place of Kashmir. It is the abode of Maha Shakti. The Divine mother of Shri Jagat Amaba Sharika Bagwati also known as Maha TRIPURSUNDHARI OR RAJESHWARI locally called HARIE. The EIGHTEEN ARMED goddess SHARIKA is regarded as the presiding deity (ISHT-DEVI) of Srinagar city.\n\n<b>Shah E Hamdan</b>\nThere were several saints who had come to the Kashmir valley to propagate and preach Islam, of which Syed Jalal Uddin Bukhari, Bulbul Shah, Syed Taj Uddin, Yousuf and Syed Hussain Samnani were highly regarded. It is believed Shah-e-Hamdan was one of the only prominent names who preached monotheism. This great man was named Ali and his surnames were Amir-e-Kabir, Ali Sa’ani, Shah-e-Hamadan and Mir. He was a Persian Islamic Scholar who belonged to Hamadan, Iran. He came to Kashmir three times in between 1365 and 1383 AC.\n\n<b>Shankar Acharya</b>\nThickly forested Shankaracharya Hill is topped by a small Shiva temple, Shankaracharya Mandir , built from hefty blocks of visibly ancient grey stone. Previously known as Takht-i-Sulaiman (Throne of Solomon), it’s now named for a sage who reached enlightenment here in AD 750, but signs date the octagonal structure as 5th century and the site is even older.\n\n<b>Jamia Masjid</b>\nLocated in Nowhatta, Srinagar, Jama Masjid is the biggest mosque in Kashmir Valley. Built in 1402, Jamia Masjid as it is popularly called reflects the Indo-Saracenic style of architecture. A magnificent courtyard with 370 wooden pillars, the architecture here exemplifies the charm of Jama Masjid. Thronged by Muslims every Friday, it is one of the prime Srinagar tourist place to visit. A glittering gem in the treasure chest of Jammu & Kashmir tourism, Jama Masjid is unparalleled in every aspect.\n\n<b>Hazratbal Shrine</b>\nThe silvery white Hazratbal Mosque is revered for housing a relic, the Prophet’s hair. Situated near the Dal Lake, the only domed mosque in Srinagar is a place of serenity, a must visit. Women are allowed only till the first part of the mosque. The Hazratbal Mosque lends a historic and divine appeal to Srinagar. As you walk down the corridors of this famous religious sanctum, you marvel at the intricate Persian and Iranian architectural influences.\n\n<b>Old City</b>\nSrinagar, is the summer capital of the state of Jammu and Kashmir, and is located in the valley of Kashmir at an altitude of 1,730 m above sea level. The city lies on both banks of the Jhelum River, a tributary of the Indus River.\n\n<b>Badamwari</b>\nThe early bloom of flowers on Almond trees in the sprawling historic Badamwari garden in Shahr-e-Khaas has become a source of attraction for nature lovers and tourists, alike. Situated on foothills of Koh-e-Maran, the 300 kanals garden was dotted with trees." 
},{
    "id":2,
    "destinationName":"Phalgham",
    "Image":"Phalgham",
    "District":"Anantnag",
    "distance":"89kms from Srinagar via NH 501 which merges with NH 44 after a few kilometers",
    "bestTimeToVisit":"July to October when entire Pahalgam is covered in a cascade of flowers.",
    "shortDes":"The Valley of Shepherds. Situated at the confluence of the streams flowing from Sheshnag Lake and the Lidder river.",
    "description":"At an altitude of 2,130m and about 95-km from Srinagar, Pahalgam is probably the most popular hill resort in the Kashmir valley. Since it is rather lower than Gulmarg the nighttime temperatures do not drop so low and it has the further advantage of the beautiful Lidder River running right through the town. Pahalgam is situated at the junction of the Aru and Sheshnag Rivers and surrounded by soaring, fir-covered mountains with bare, snow-capped peaks rising behind them. At the confluence of the streams flowing from the river Lidder and Sheshnag Lake, Pahalgam was once a humble shepherd's village with breathtaking views. A number of hotels and lodges cater to all preferences and budgets, from luxurious to unpretentious trekkers' lodges, including JKTDC's delightfully romantic, fully furnished huts, partially concealed by giant pine trees.\n\n<b>History Of Pahalgam</b>\nThe origin of Pahalgam is obscure. Mughal rulers ruled this region in the medieval period. It was later a part of the Kingdom of Kashmir, which was ruled by local Hindu rulers. This princely state remained independent even during the British period and later on merged into independent India.\n\n<b>Festival Celebration In Pahalgam</b>\nPahalgam is the starting point of the annual Amarnath yatra (holy journey) to the holy cave shrine of Amarnath, which is said to be the abode of Shiva. Every year in the month of July/August, thousands of pilgrims descend on Pahalgam on their way to the holy cave.\n\n<b>Cusine In Pahalgam</b>\nMost of the hotels in Pahalgam have their inhouse restaurants where one can order for all types of continental and Indian food.There are good number of restaurant in the main market where the tourist can get the fast food as well as the mughlai delicacies.From early morning to late night dinners can be relished at these food joints. During Amarnath yatra pure vegetarian food is provided at most of the restaurants and hotel.The bhojnalyas in the main market also provide the Indian food.\n\n<b>Aru Valley</b>\nWhile in Pahalgam, visit the last scenic village of the Lidder Valley, Aru. At a distance of 15 kilometres from Pahalgam, it is the central point for any trek to the Kolahoi glacier, which is at an altitude of 18,000 feet. The drive up to Aru is an experience in itself, keep your cameras ready for some gorgeous shots of the Valley.\n\n<b>Baisaran Hills</b>\nA few kilometers from Pahalgam are the Baisaran Hills - enclosed by a dense forest of pines, firs and cedars over the Lidder Valley, this makes for a perfect campsite.\n\n<b>Tulian Lake</b>\nAt an altitude of 11,000 feet, the scenic Tulian Lake nestled amidst snow covered mountains is a refreshing sight. Frequented by avid trekkers, it is recommended to take a local guide for a trip here.\n\n<b>Betaab Valley</b>\nRelive the memories of old Bollywood flicks or if you are lucky, catch a movie shooting in action in Pahalgam. Any Indian movie buff will instantly recognize Hajan Valley, which the locals christened Betaab valley after the release of a blockbuster movie by the same name.\n\n<b>Chandanwari</b>\nChandanwari, situated in the outskirts of Pahalgam, is a place of immense religious and tourist significance. It is the commencement point of the annual Amarnath Yatra, which is an important pilgrimage held in the Hindu month of Sawan.Blessed with ethereal natural beauty, this place has always been a delightful destination for visitors coming to the Kashmir valley. Undulating terrains and sparse greenery dominate the topography of this small and scenic hamlet.\nThe gushing Sheshnag River traverses this region and makes its landscape all the more enchanting. While driving to this place from Pahalgam, visitors are greeted with stunning vistas of snow-capped peaks and the Lidder River flowing through the vale. Chandanwari offers ample of opportunities for engaging activities like trekking, hiking, pony ride, palanquin ride and snow sledging.\n\n<b>Pahalgam Golf Course</b>\nThe golf course of Pahalgam is well known because of a multitude of reasons, which include its scenic location, high altitude and an array of facilities. It is located at an elevation of 2400 metres above the sea level, amidst snow-capped mountains and dense pine forestations. Pahalgam Golf Course covers a wide expanse of elevated and plain area in the narrow valley, which is why locals often refer to it as a plateau. The plateau rises near the spot where the two rivers from Sheshnag and Aru meet.\nInitially established as a 9-hole golf course, the Pahalgam Golf Course has now been upgraded to an 18-hole golf course. The state government and hoteliers host several championships in the sprawling green premises of this high altitude golf ground. A golf club lies on one side of this course, from where visitors can rent golf caddies and equipment. Visitors coming to this place can play this interesting game, for which the club charges fees at an hourly basis. They can also visit the deer park, located on one end of this famous golf course.\n\n<b>Amarnath Cave</b>\nOne of the most significant aspects of Pahalgam is that it serves as the starting point for the annual pilgrimage to the Amarnath cave in the months of July and August. Attracting thousands of devotees every year, Hindus consider a pilgrimage to the abode of Lord Shiva to be of great importance in their lifetime. The ice lingam that forms naturally within the Amarnath cave is worshipped by believers. Pilgrimage for the Amarnath cave starts from Pahalgam every year between July and August." 
},{
    "id":3,
    "destinationName":"Dal Lake",
    "Image":"DalLake",
    "District":"Srinagar",
    "distance":"Around 15 km drive from Srinagar International Airport",
    "bestTimeToVisit":"May to November is the best time to visit Dal Lake as the climate is pleasant.",
    "shortDes":"Dal Lake has rightfully become an icon of the Kashmir tourism industry. A Himalayan urban lake, it has five basins and a number of channels that are well linked with each other.",
    "description":"Dal Lake has rightfully become an icon of the Kashmir tourism industry. A Himalayan urban lake, it has five basins and a number of channels that are well linked with each other. There are plenty of fishes in Dal Lake and fishery is the second largest industry of the region centered on the lake. The sparkling quiet waters of Dal surrounded by snow-capped mountains on its three sides, undoubtedly mark it as one of the most beautiful lakes of India. It is also the second largest lake in the State of Jammu and Kashmir with numerous gardens and orchards all along its shores. Houseboats form an indelible part of the scenery of the Dal Lake that are always ready to take tourists to a romantic and peaceful ride of the lake and soothe their nerves as the houseboat floats over the slightly rippling waters. They also offer some of the most exotic views of the splendid scenery of the Dal Lake.\n\nThere are Shikaras that look like small ornate versions of the gondolas of Venice that offers ferry rides to and from the banks of the lake to the houseboats. The shores of the Lake houses the distinct Moghul monuments and the campus of the Kashmir University while the two hillocks overlooking the lake house Shankar Acharya and Hari Parbat temples. The glorious Mughal gardens on its shores contribute to the beauty of the Dal Lake. Out of about five hundred gardens laid down in 16th to 17th century, only a few still survive. There have been controversies about the origin of the Dal Lake. While some geologists believe that the origins of Dal Lake lie in the Pleistocene Oligotrophic Lake that once covered the entire valley of Kashmir, others just believe it to be a flood plain lake. The floating gardens of Dal Lake are considered a beauty in themselves. One can find a number of restaurants and hotels at the lakefront that have sprung up, encouraged by the large influx of tourists here.\n\nThe shore line of the lake, is about 15.5 kilometers (9.6 mi), is encompassed by a boulevard lined with Mughal era gardens, parks, houseboats and hotels. Scenic views of the lake can be witnessed from the shore line Mughal gardens, such as Shalimar Bagh andNishat Bagh built during the reign of Mughal Emperor Jahangir and from houseboats cruising along the lake in the colorful shikaras. During the winter season, the temperature sometimes reaches -11 °C (12 °F), freezing the lake. The lake covers an area of 18 square kilometers (6.9 sq. mi) and is part of a natural wetland which covers 21.1 square kilometers (8.1 sq. mi), including its floating gardens.\n\nDal Lake is a lake in Srinagar, the summer capital of Jammu and Kashmir. The urban lake, which is the second largest in the state, is integral to tourism and recreation in Kashmir and is named the Jewel in the crown of Kashmir or Srinagar's Jewel. The lake is also an important source for commercial operations in fishing and water plant harvesting.\n\n<b>Variety Of Tulips</b>\nThe tulip is a Eurasian and North African genus of perennial, bulbous plants in the lily family. It is an herbaceous herb with showy flowers, of which around 75 wild species are currently accepted.\n\n<b>Zabarwan Range</b>\nThe Zabarwan Range is a short (20 mi (32 km) long) sub-mountain range of the Zanskar Range in the central part of the Kashmir in the state of Jammu and Kashmir in India." 
},
{
    "id":4,
    "destinationName":"Doodhpathri",
    "Image":"Doodhpathri",
    "District":"Budgam",
    "distance":"42 km from state summer capital Srinagar",
    "bestTimeToVisit":"During the spring and summer months from May to September",
    "shortDes":"Doodhpathri is a beautiful meadow with emerald grass .that looks like a green carpet. A beautiful river dancing and reverberating with the wind flows in the middle of the meadow",
    "description":"Doodhpathri is a beautiful meadow with emerald grass that looks like a green carpet. A beautiful river dancing and reverberating with the wind flows in the middle of the meadow, lending it a splendid charm and vibrancy. The place looks very beautiful and pleasant. The green grass under the feet is really wonderful.\n\nDoodhpathri however is a recent inclusion in the Jammu Kashmir tourist map. This is the reason that the place is not overcrowded and not many tourists visit here. However, it has become a real hit among the local population, who find it a welcome step. The road from Khansahib area in Badgam to the Doodhpathri is not in a good condition. There is not a full-fledged market or any hotel in the area, so the trip is always going to last for a day only and you need to pack your lunch. Tea and snacks are available in the shops run by local people.\n\nTravelling to the area can be hectic, but the place is worth the trouble. The local government is taking steps on fast track basis to make the access easier and comfortable. Work is going on to connect Doodhpathri with all the concrete roads. Once completed, it is believed that the place will be at no. 3 of the most preferred tourist destinations of the valley.\n\nAs already mentioned, travelling can be hectic. You need to take a bus to Budgam from Lalchowk Srinagar, from where you can catch a vehicle to Khansahib. From Khansahib stand you can get a cab for Doodhpathri. Alternatively if you come to Kashmir by Air, you can take the bus to Budgam from Humhama area, just two kilometers from the Airport.\n\nWeather of the place remains moderate. The best time to visit is during the spring and summer months from May to September. The place is primarily for sightseeing as it has not been developed completely as yet.\n\n<b>Camping Spots</b>\nThe place is known for plenty of camping spots and from Daksum the trail rises fairly steeply to the Sinthan Pass located at the height of 3,748m.\n\n<b>Trekker's Paradise</b>\nIt is a trekker's paradise covered with coniferous forests, gurgling streams and hidden grassy meadows with the melodious sound of the gushing Bringi River forming the backdrop.\n\n<b>Tangnar</b>\nThis place comes on the way 2 km before doodpathri,it is a beautiful place of small valleys with deaodar and pine trees on small hills.\n\n<b>Mujpathri</b>\nMujpathri: (translation;Valley of Turnip) is a small hamlet 3 km from doodpathri,it is situated on the bank of river shaliganga.\n\n<b>Palmaidan</b>\nPalmaidan (Translation;Big stones ground) the name of this place is after the Big Stones because there are huge stones all around the ground.It situated at a distance of about 5 km from doodpathri and is the favorite spot of shepherds and cowboys where shepherds and cowboys gather in large numbers in summer and graze their cattle and livestock.It is beautiful place with a small stream running on one side of the ground.The place is rich in deodar and pine trees." 
},
{
    "id":5,
    "destinationName":"Sonmarg",
    "Image":"Sonmarg",
    "District":"Ganderbal",
    "distance":"The drive is around 90 kms from srinagar through the valley and open grassy meadow lands",
    "bestTimeToVisit":"Sonmarg is a year-round destination, but April to June is the ideal time to visit.",
    "shortDes":"For all those adventure loving people who wish to enjoy camping at a hill station, Sonmarg is the ideal destination.",
    "description":"Known as the 'Meadow of Gold', Sonmarg is set amidst a valley of flowers and lakes. The word Sona literally means Gold in Hindi, and this golden beauty covered with white snow is most attractive in the spring. The exotic flora of the region is nurtured by the Sindh river. Sonmarg is the gateway to Ladakh.\n\nThe dense forests of Sonmarg comprise of sycamore and alpine flowers, silver birch, fir and pine. The place is frequently visited by nature lovers in the search of tranquil peace and soothing natural beauty. The stunning blue water lakes and grasslands are the other attractions. The enchanting beauty of the towering snow clad mountains is a real treat to the eyes.\n\n<b>Accommodation</b>\nYou can find a number of Hotels and lodges of various types and budgets in Sonmarg. Most of these are operated in summers only. If you visit Sonmarg in winters, you can hire cottages or guest rooms.\n\nSonamarg is a place of enthralling beauty. Three lakes viz Kishensar,Vishensar and Gangabal can be viewed from Nichnai Pass. 20 Kms east of Sonamarg is Zoji-La Pass at 3540 mtrs which leads into Ladakh Plateau.\n\nSonamarg is in Srinagar District on the Srinagar Leh Highway approx.110 Kms from Srinagar.The nearest Airport is in Badgam Distt. This Airport is connected with major cities of India.The nearest Rail Head is at Jammu and from there National Highway NH1A connects the Kashmir valley with India. Every sort of transport to suit every budget from Buses to Taxisply on this Highway. It Takesaround 10 to 12 hours to cross this mountaineous road whichcrosses some beautiful spots andthe famous Jawahar Tunnel linking Kashmir Valley with India. Bus service is available from Srinagar which leave at fixed time from the Srinagar Bus stand. Taxis and other sort of transport can be hired from Srinagar at pre-fixed rates. Assistance isavailable at Tourist Reception Centre Srinagar.\n\nSonamarg has a number of Hotels and lodges of various types which are open only during summer months. Accomodation needs to be booked well in advance from srinagar. Sonamarg offers lots of recreational activities:Sonamarg mainly offers trekking adventure.Trekking can be undertaken to Thajiwas Glacier which is very beautiful. Sledging at the frozen Glaciers is also offered by locals.Angling ( a license is required)You can take long walks in the jungles and explore rich lora and fauna. Sonamarg is also the base camp to Amarnath Cave for the route of Bal Tal. Alpine Skiing is also available at high altitudes.A Popular trek from Sonamarg to Pahalgam can also be undertaken. Some probability of white water rafting is also available downstrean from sonamarg.\n\n<b>Thajiwas Glacier</b>\nThajiwas glacier at an altitude of 9,186 feet is a striking silvery scene set against emerald meadows and a clear blue sky. In summers, you can take a half-day hike to numerous waterfalls around this glacier. The road will be long and the journey hard but the captivating views make it worthwhile. On the way, have a friendly match with the local Gujjar kids who are almost always ready for a friendly snowball fight!\n\n<b>Kheer Bhawani Temple</b>\nThe Kheer Bhawani Temple, situated in the middle of a natural spring, is often visited by tourists out of curiosity. Devotees offer milk and kheer to the resident deity. Popular with all tourists, it is especially revered by the Kashmiri Pandits in the Valley. The architecture of the temple is simple yet beautifully created using smooth grey stones. Rumour has it that the waters turn black as a warning for any looming calamity.\n\n<b>Gadsar Lake</b>\nSonmarg with its primitive and idyllic feel offers respite from city life. You can go soul searching to Gadsar Lake, which at 16,400 feet lies frozen throughout the year. Surrounded by snow covered mountains and shrouded in alpine flowers, from Gadsar Lake you can enjoy panoramic views of the frozen Satsar and Baltan Lakes.\n\n<b>Nilagrad</b>\nNilagrad near Sonmarg is where a mountain river, red in colour, meets the mighty Indus River. The Baltic community that stays here believes that the waters have curative powers. Over the weekend, people swarm the banks of the river for a dip in the healing waters. With picturesque meadows around, it’s also an ideal picnic spot." 
},
{
    "id":6,
    "destinationName":"Tulip Garden",
    "Image":"TulipGarden",
    "District":"Srinagar",
    "distance":"The drive is around 18 kms from Srinagar International Airport and within 1km of Dal Lake",
    "bestTimeToVisit":"During the month of April preferably in first week.",
    "shortDes":"Tulip Garden in Kashmir is Asia's largest tulips garden and there is a likely hood that it can become the world’s second largest too.",
    "description":"Tulip Garden in Kashmir is Asia's largest tulips garden and there is a likely hood that it can become the world’s second largest too. The tulip garden which is in Srinagar is commonly known as Siraj Bagh and is located on the banks of the famous Dal Lake. When viewing the garden you are able to see the large variety of colors of the flowers, and there are over 60 varieties of early, mid and late blooming tulips.\n\nThe tourism authorities in the state said they are using the festival to promote the state as a preferred destination. Lot of Indians go to Holland just to see tulips, but now this place is near and more affordable for the domestic tourists. We feel we will get more tourists. We have come to know that about 12, 00 tourists and mostly outsiders have come here, said Tanveer Jahan, a secretary of tourism department. The garden at the foothills of Zabarwan overlooking the famed Dal Lake has about 60 varieties of multi-colored tulips. The festival that also showcased, the state's traditional art and culture, was an instant hit with the foreigners.You cannot find any of these products in other parts of India. I have not seen something like this, said Peter Mathew, a tourist from Chile. Lot of domestic tourists also visited the festival.\n\nThe variety and the colour are very good. The art collection, the shawls and also the climate is very good,sa id Minakshi, an Indian tourist. 'Siraj Bagh', which has become home to tulips in Kashmir, has a unique and feasible topography that suits different varieties of flowers. It has slopes suited for different varieties of fruit plants and wilderness suitable for wild flora and bushes.\n\nTulip, which has its origin in Persia (Iran), was introduced in Europe in 17th century, where it had been developed in different varieties. Holland is the largest producer of tulips, which inhabits the mountain areas extending from Europe to Central Asia. The plantation of tulips begins from September, before the start of winter season.\n\nTulip Garden is located at the foothills of the Zabarwan Mountains which are present on the banks of the Dal Lake, Srinagar. This garden is the most spacious one in Srinagar as compared to the other Mughal Gardens which I saw earlier. The major attraction here is the large variety of Tulips found in thousands of numbers. The sight is heavenly during the full bloom season with all shades of the rainbow scattered on the fields of this garden.<b>Variety Of Tulips</b>\nThe tulip is a Eurasian and North African genus of perennial, bulbous plants in the lily family. It is an herbaceous herb with showy flowers, of which around 75 wild species are currently accepted." 
},{
    "id":7,
    "destinationName":"Gurez",
    "Image":"Gurez",
    "District":"Bandipora",
    "distance":"Its around 86 kms from Bandipore and 123 kms from Srinagar",
    "bestTimeToVisit":"The months of April and September are the best time, when the weather here is most pleasant and enjoyable",
    "shortDes":"Ultimate adventure destination to the north of Kashrnir, Gurez, is a gateway to the famous silk route across central Asia.",
    "description":"The pyramid shaped peak named after famous Kashmiri poetess Habba Khatoon is most fascinating peak of Kashmir. The emperor Yousuf Shah Chak who is said to be a Dard from Gilgit entered into Kashmir through Gurez. It is believed that when emperor was imprisoned by the King Akbar, his beloved Habba Khafton used to wander near the peak to look for her lover.\n\nThe roar of mighty Kishan-Ganga River flowing across the valley, resonotes with surrounding mountains that lulls a visitors to sound sleep.The traditional log wood houses make Gurez no less than a European country side.\n\nPeople of Gurez valley are Dards, they speak Sheena language and have their ancestral connection with Gilgit valley now in Pakistan. The feature and attire of the Dards are similar to Kashmiri people of mountain region. Though Gurez is a far flung area but the people of the Dard race have uplifted themselves by the hard work and proper education. Dard women are fair with athletic built, who spend the summer in collecting wood from mountains for the harsh winter; when it is impossible to move in 20 feet out side.The trekking Routes from Gurez and Tilel lead upto Gangabal and Sonamorg to its east and Drass , Dahanu and Zanskar to its north.\n\nThe Kishen Ganga River in Gurez offers easy level of stream for Rofting and tough ones from Tilel. Some of the mountains have absolutely challenging scope for Rock Climbing.Trout fishing is a frequent sport among locals who through in a line to get decent meal for the day. Anglers con be delighted to catch a brown trout in the Kishen Ganga River or the streams coming down from the mountains. Gurez has lovely compsites where the tents can be pitched near the river.\n\n20 km from Gurez, the awesome villages of Tilel have log wood houses which perfectly add to the magnificent view of mountains full of pine and fir trees. The road from Gurez to Tilel is just 7 years old, which has been extended upto Drass in Kargil region. The rugged and tough life of people of Tilel can make a visitor to contribute for promotion of the destination in one way or the other.\n\n<b>Habba Khatoon</b>\nGurez's most formidable peak is Habba Khatoon around which quaint legends abound and at one time, even a film starring Dimple Kapadia was planned.[5] This pyramid shaped peak has been named after famous Kashmiri poetess Habba Khatoon. She was a beautiful & intelligent damsel from Saffron village Pampore. Zoon (which means Moon in English) was Habba Khatoons earlier name. She was daughter of a peasant who got her married to an illiterate peasant boy (Habba) . Zoon was ill-treated by her mother-in-law and husband as she spent most of her time in poetry and singing. Dejected by her plight she approached Peer who changed her name as Habba Khatoon and presumed her as the queen of Kashmir. The emperor of Kashmir Yousuf Shah Chak (18th century) was enamored by her beauty, intelligence and poetry. He got Habba Khatoon divorced and married her. Emperor Yousuf Shah Chak was a Dard Shin from Gilgit and entered into Kashmir through Gurez. It is believed that when emperor was imprisoned by the King Akbar, his beloved Habba Khafton used to wander near the peak to look for her lover. Meha karl schoi kith, poshe daswanoi, Chhou mean danai posh have done up myself with flowers for you, relish the beauty of the flowers oh my love Arrested by the army of emperor Akbar, Yousf Shah Chak breathed his last at Patna in Bihar and was buried there. This devastated Habba Khotoon, she wandered on the banks of river Jhelum, fields and valleys. Her songs uttered the words for lost love and said Ghoh choun wuchan gotti, aki latti yeham naa I look for you oh my love in storms. I wish you to come once. Twenty years later the great poetess of Kashmir, Habba Khatoon, died in grief & sorrow and was buried in Athawajan. Her poetry still remains alive in the hearts of Kashmiri people.\n\n<b>Fishery In Gurez Valley</b>\nThere is great scope for the development of fishery resources in Gurez valley so as to overcome the prevailing animal protein deficiency in the diet of the local people as well as to generate revenue out of it. There is already a branch of fisheries department in Gurez Valley but it has not been able to work up to the mark for various reasons. If the aquatic resources available in the Gurez valley are properly utilized for the capture and culture of fisheries, the day is not far when we will be in a position to export the fishery products to other parts of the state and country as well. Kishenganga River, 150 Kms in length is famous for having world class trout in it. Average weight of these trout being 24 pounds. There are many varieties of trout and other fishes in it.\n\nThe most prominent amongst them are: Snow Trout (Shizothorax): It is found predominantly in Tilail area (above40%). they are highly esteemed for their deliciousness, standing second only to trout. Brown trout (Salmo trutta fario L.): 90%. Brown trout is a stenothermal cold water fish which needs fresh water and does not withstand high temperature variations. They like pure, running water rich in oxygen. They spawn in the autumn or at the beginning of winter, that is to say from November to January in the northern hemisphere. The size of brown trout depends on the medium and the richness of its food. Brown trout rarely pass 18 inches in size. Rainbow trout (Salmo gairdneri): 10%. Rainbow trout are salmonids best suited for raising industrially and for the production of trout for the table. They are less difficult to feed, less demanding with regards to temperature and the quality of the water. Consequently they are to be found in cold water fish farms throughout the world where they have become the principal salmonids for eating. Shuddgurn: It is in abundance everywhere in Gurez. Anyour: 1-2% mostly present in aasthan nallah." 
}]